adobe-source-han-sans-otc-fonts
alsa-utils
android-studio
android-tools
ark
autoconf
autofirma-bin
automake
base
bat
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
chromium
cuda
cudnn
discord_arch_electron
discover
docker
docker-compose
dolphin
drkonqi
efibootmgr
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
google-chrome
grep
groff
grub
gwenview
gzip
heroku-cli
i3-gaps
imagemagick
intel-ucode
jdk11-openjdk
jdk8-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwalletmanager
kwayland-integration
kwayland-server
kwin
kwrited
lib32-alsa-plugins
lib32-mesa
lib32-nvidia-utils
libffi7
libkscreen
libksysguard
libreoffice-still
libtool
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
m4
make
man-db
man-pages
maven
milou
neofetch
neovim
nerd-fonts-fira-code
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia
nvm
obs-studio
okular
openssh
os-prober
oxygen
packagekit-qt5
pacman
pandoc
patch
pavucontrol
picom
pipewire-docs
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
postgresql
postman-bin
powerdevil
pulseaudio
pulseaudio-alsa
pulsemixer
python-pip
python-poetry
python38
rofi
sddm-kcm
sed
slack-desktop
spectacle
spotify
steam
sudo
systemsettings
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thunderbird
tk
tree
ttf-fira-code
ttf-hack
unzip
update-grub
usbutils
vi
vim
visual-studio-code-bin
vlc
vysor-appimage
wget
which
xclip
xdg-desktop-portal-kde
xorg-server
xorg-xinit
yay
youtube-dl
zip
zoom
zsh
